<style type="text/css">
<!--
.Estilo1 {color: #FF0000}
.Estilo6 {color: #FF6600}
body {
	background-image: url(imagenes%20y%20Videos/Fondoescenariio.jpeg);
	background-repeat: repeat;
}
.Estilo7 {
	font-size: 24px;
	color: #990033;
}
.Estilo8 {
	font-size: 24px;
	color: #FF0000;
}
.Estilo9 {color: #990033}
.Estilo10 {
	font-size: 24px;
	color: #FF3300;
}
-->
</style><h1 align="center">Historia y Datos curiosos de cada personaje</h1>
<h3 align="center"><span class="Estilo8">Popee</span></h3>
<p>Popee a pesar de demotrar ser cari&ntilde;oso con sus seres queridos, tiene un muy mal temperamento y es bastante competitivo debido a sus celos.El quiere ser el mejor en el circo. A menudo tiene arranques de celos e ira cuando otros personajes logran completar un truco que el no o demuestran ser superiores, la mayor&iacute;a del tiempo siendo agresivo con Kedamono. El creador confirm&oacute; que Popee en realidad no odia a Kedamono, simplemente se desquita con el.Debido a su actitud competitiva, suele involucrar a los que lo rodean y se auto-destruyeRyuji Masuda dijo en un tweet que la mayor&iacute;a de japoneses modernos temen no producir resultados satisfactorios y por ende no ser amados, Popee siente lo mismo y por eso se frustra consigo mismo, solo que en su caso convierte el miedo en locura.A pesar de su naturaleza, el ama a u hermana menor, Marifa. El no esta al tanto de la verdadera naturaleza de su hermana y cree que ella es incapaz de hacer algo malo.No tiene una buena relaci&oacute;n con su padre, Papi, pues el cree que no es su verdadero padre , Kedamono y Papi intentan ayudar a Popee con los trucos pero &eacute;l rechaza su ayuda.Es cari&ntilde;oso, Travieso y bastante orgulloso de si mismo, su car&aacute;cter es inestable y es muy temperamental, pero como anteriormente dicho sabe cuando apoyar a alguien cuando se requiere. En el futuro se demuestra que popee dejo de ser un acrobata del circo para que al final sea un cientifico junto con kedamono. </p>
<p align="center"><img src="imagenes y Videos/Comic popeecientifico.jpg" width="847" height="600" /></p>
<p align="center">Su infancia fue de lo peor que le ha pasado, ya que sus padres no estaban presentes ante popee, fue cuidado por una ni&ntilde;era durante toda su vida en el circo. Su padre &quot;papi&quot; no estaba presente ante popee por que exploraba por todo el mundo mostrando sus habilidades acrobaticas. La madre de popee no se habla nada sobre ella, apenas hay una teoria sobre eso, que la madre de popee estaba involucrada ante una guerra contra Japon y Estados Unidos.</p>
<h2 align="center">Datos Curiosos sobre <span class="Estilo1">Popee</span></h2>
<p align="left">*Popee fue criado por una ni&ntilde;era a lo largo de su vida junto con Kedamono, hasta que Papi vuelve a &eacute;l, ya que era un artista errante hasta que papi vio a Kedamono y le ense&ntilde;&oacute; a hacer trucos como se ve en el manga.<br />
  *No se sabe nada sobre su abuela.<br />
  *Popee se vuelve cient&iacute;fico a&ntilde;os despu&eacute;s.<br />
  *Popee fue dise&ntilde;ado por la esposa de Ryuji Masuda, Wakako Masuda.<br />
  *Seg&uacute;n Ryuji Masuda, Popee est&aacute; basado en la imagen de un estadounidense promedio pero su nacionalidad es japonesa.<br />
  *El ultimo episodio de la temporada 3 de la serie fue l hate you en 2012<br />
  *El significado del kanji de su nombre es Amapola.<br />
  *Mide 1,65m.<br />
  *El creador (Ryuji) confirm&oacute; que la orientaci&oacute;n sexual de Popee a&uacute;n se encuentra en fase de descubrimiento, siendo que no sabe si gusta de chicas o chicos y/o ambos, ya que nunca ha tenido una experiencia rom&aacute;ntica.<br />
  *El tiene dos coletas, aunque las oculta debajo de su gorro.<br />
  *Actualmente Wakako est&aacute; trabajando en el manga de Popee donde est&aacute; en el colegio.<br />
  *Muri&oacute; aproximadamente 28 veces en toda la serie.<br />
  *Se dice que la hermana ( Marifa ) de Popee vive con su madre.<br />
  *Popee ya siendo cient&iacute;fico construye un robot que lo hace llamar &quot;Kedape&quot;<br />
  *Popee junto a Kedamono, construyen una m&aacute;quina del tiempo para poder a la madre de Kedamono.<br />
  *Su cumplea&ntilde;os es el 1 de abril<br />
  *Realmente no le gustan los abrazos<br />
  *Su hobbie es cocinar<br />
  *Su color favorito es el rosa<br />
  *A pesar de que se le vio moviendose por su cuenta en multiples ocasiones, la cola de Popee es falsa<br />
  *La serie se lanz&oacute; en el 2001 y Popee ya contaba con 17 a&ntilde;os. Actualmente tiene 39. (2023)<br />
  *De acuerdo a un tweet de Wakako Masuda, el g&eacute;nero de Popee es desconocido, ya que es m&aacute;s &quot;complicado&quot; que &laquo;Hombre o mujer&raquo; y a Popee no le gusta identificarse con los t&eacute;rminos de &quot;hombre o mujer&quot; y se lo mantiene para s&iacute; mismo. A pesar de esto, Popee utiliza pronombres masculinos aunque no significa que sea un hombre. <a href="https://twitter.com/wacosan0/status/1298528113303760896?t=Xqo7Gbx5P5DbQwpvh-9HYg&s=19 " title="Confirmacion de la orientacion de Popee" target="_blank">Confirmacion de la orientacion de <span class="Estilo1">Popee</span></a><br />
  *Los videojuegos favoritos de Popee son Pinkmin y Undertale.<br />
  *Popee en espa&ntilde;ol es Pepe.</p>
<h3 align="center"><span class="Estilo7">Kedamono</span></h3>
<p>Kedamono &#12465;&#12480;&#12514;&#12494; (lit. bestia) es el &quot;asistente&quot; de Popee y un int&eacute;rprete en el Circo. &Eacute;l es un deuteragonista quien es una v&iacute;ctima constante del tormento de Popee.<br />
Kedamono fue recogido por popee y papi antes de unirse al circo. Antes era parte de un templo. Personalidad:<br />
Kedamono es el m&aacute;s amable y cari&ntilde;oso de todos los personajes, muestra su preocupaci&oacute;n cuando alguien est&aacute; da&ntilde;ado, muerto o alguna cosa fue destruida, pero si le dan una pierna de pollo, hace todo lo posible por conseguirla y olvida los modales. &Eacute;l intenta calmar a Popee cuando se ofende y est&aacute; normalmente disponible para ayudar. Apariencia: Su apariencia consiste en un lobo antropom&oacute;rfico(Furro) de pelaje morado oscuro que usa pantalones cortos o b&oacute;xers anaranjados con un patr&oacute;n de estrellas y una m&aacute;scara que cambia dependiendo de sus emociones, una vez que tiene otra emocion su m&aacute;scara se cae teniendo otra con una expresi&oacute;n diferente.El primero (y el &uacute;nico) que alguna vez vio su cara debajo de la m&aacute;scara fue Rana que afirma: &quot;La cara de Kedamono se parece a la de su madre&quot;.</p>
<p align="center">
  <embed src="imagenes y Videos/Kedamono No Kao Wa (HD).mp4" width="469" height="234"></embed>
</p>
<p>A pesar de que la cara de Kedamono nunca se revela completamente, hay un poco de confusi&oacute;n con respecto a sus ojos. Aunque, en diversos episodios se a logrado ver (por pocos segundos) que cuenta con ojos muy parecidos a unos circulos color negro</p>
<p align="center"><img src="imagenes y Videos/kedamonoeyes.jpg" width="686" height="345" /></p>
<p>Algunos fans han interpretado err&oacute;neamente las rodajas de lim&oacute;n como si Kedamono tuviera ojos m&uacute;ltiples. Como Ryuji ha declarado antes, este no es el caso.</p>
<p align="center"><img src="imagenes y Videos/Kedamono.jpg" width="596" height="346" /></p>
<h3 align="center">Datos Curiosos de <span class="Estilo9">Kedamono</span>:</h3>
<p align="left">*Quien se ponga la m&aacute;scara de Kedamono se caer&aacute; tambi&eacute;n si cambia de expresi&oacute;n.<br />
  *En el futuro, Kedamono tiene un hijo que adopto y lo llamo Kedamono Jr.<br />
  *Aparentemente en el episodio 11 Kedamono sabe c&oacute;mo conducir.
  <br />
  *El cumplea&ntilde;os de Kedamono es el 10 de octubre.<br />
  *La comida favorita de Kedamono son las piernas de pollo.<br />
  *Como dijo Ryuji Masuda, la edad de Kedamono es &quot;alrededor de 18&quot; en a&ntilde;os humanos.<br />
  *En la parodia &quot;Chinchikurin&quot; hecha por Ryuji Masuda, el mismo creador de &quot;Popee The Performance&quot;, Kedamono pasa a ser Keita un chico que va al colegio del pueblo.<br />
*Fue inspiracion para crear a Gangle de The Amazing Digital Circus </p>
<h3 align="center"><span class="Estilo10">Papi</span></h3>
<p>A pesar de ser el padre de Popee, parece que Popee fue criado por una ni&ntilde;era debido a que Papi era un Tipo de Mago que Iba de Pa&iacute;s en Pa&iacute;s haciendo Sus actos Destruyendo los sue&ntilde;os de su Hijo popee, Quien So&ntilde;aba con ser Un Payaso junto a su padre.Apariencia: Papi tiene un cuerpo y viste un traje de arlequ&iacute;n ce&ntilde;ido a la piel de color amarillo y naranja con un fleco morado y elegantes guantes blancos. Tambi&eacute;n luce un casco removible en forma de sol (que se &quot;hincha&quot; cuando est&aacute; muy enojado, y tambi&eacute;n se puede usar como una especie de arma, como un shuriken) y un bigote impresionante y emotivo. Papi ten&iacute;a cabello cuando era m&aacute;s joven, pero puede que ahora sea calvo. Personalidad: A diferencia de Popee, Papi parece genuinamente preocupado por Popee y Kedamono. Es bastante expresivo . &Eacute;l est&aacute; dedicado a mejorar las habilidades de payaso de Popee, aunque sus lecciones son a menudo extremas y poco ortodoxas .Papi parece ser una figura paternal. Se puede deducir del episodio . Cuando Kedamono le da cuerda a una caja de m&uacute;sica para ayudar a Popee a dormir, los instintos parentales de Papi se activan cuando intenta alimentar a Popee con una botella . &Eacute;l se molesta mucho cuando Popee procede a golpear la botella con sus manos, rompiendola en pedazos cuando cae al suelo.</p>
<p>Papi es muy dedicado y cuida bien de carro-elefante, se vuelve vengativo cada vez que Popee lo desfigura. Papi tambi&eacute;n parece tener una buena relaci&oacute;n con Alien, interactuando con ellos casualmente donde Popee y Kedamono son m&aacute;s precavidos .</p>
<p align="center"><img src="imagenes y Videos/papi.jpg" width="375" height="225" /></p>
<p>&nbsp;</p>
<h3 align="center">Datos Curiosos sobre <span class="Estilo6">Papi</span></h3>
<p align="left">*es el padre biol&oacute;gico de Popee y marifa (Kedamono Es Como Su mascota)<br />
  *Papi ha muerto 11 veces durante toda la serie.<br />
  *Papi es el personaje m&aacute;s fuerte de la serie, ya que es capaz de enviar la Luna a la Tierra, causando el fin del mundo.<br />
  *En el episodio 28, Papi tiene la capacidad de disparar l&aacute;seres fuera de sus ojos. &Eacute;l usa su capacidad de rayos l&aacute;ser para convocar a Alien en un ritual.<br />
  Marifa.<br />
  *el arma que mas usa es la katana.<br />
  *De alguna manera, Papi no puede identificar a su esposa y, a veces, piensa que la maestra de la guarder&iacute;a de Popee y Marifa es su esposa.<br />
  *Papi es el verdadero padre de Popee, pero Popee cree que su verdadero padre est&aacute; en otra parte.<br />
  *El cumplea&ntilde;os de Papi es el 21 de agosto.<br />
  *Papi posiblemente sea intersexual. Esto se debe a que Wakako Masuda retweete&oacute; un dibujo donde mostraba la bandera.<br />
  *hay una teor&iacute;a en cual dice que papi no existe<br />
  *El apellido de Papi (por lko cual tambi&eacute;n el de Popee y Marita) es Paraphone que significa (del ingl&eacute;s) &quot;comunicaci&oacute;n con lo paranormal&quot;<br />
  *Es posible que Papi tenga hermanos, pero su paradero es incierto<br />
  *Papi tiene alergia al &quot;jugo de rana&quot;<br />
  *Puede tocar la bater&iacute;a, la trompeta y el acorde&oacute;n<br />
  *El color favorito de Papi es el dorado<br />
  *Su mayor miedo es la ausencia de pasi&oacute;n y amor<br />
  *Papi conoci&oacute; a Alien en la universidad de Kyoto, lo que sugiere que pudieron haber ido ambos a la misma.<br />
</p>
<p align="left"><a href="Index.html" target="_top"><img src="imagenes y videos/Casa.jpg" width="255" height="253" border="0" /></a><br />
</p>
<p align="center">&nbsp;</p>
